tap "homebrew/cask-fonts"

cask "font-hack-nerd-font"

brew "ack"
brew "cask"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "neovim"
brew "nvm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stow"
brew "the_silver_searcher"
brew "tmuxinator"
